import style from './style/Instruction.module.scss';


const Instruction = () => {
  return (
    <>
      <h2
      className={style.instructionTitle}
      >
        Інструкція користувача
      </h2>
      <ol className={style.instructionList}>
        <li>Для оформлення посилки увійдіть до нашого середовища самообслуговування. Оформляючи посилку в середовищі самообслуговування, ви не повинні знову вводити свої дані, тому що вони там є. Також серед самообслуговування є дані тих одержувачів, яким ви раніше відправляли посилки. Дані цих одержувачів теж не потрібно вводити повторно.</li>
        <li>Роздрукуйте адресну картку та наклейте її на посилку. Якщо у вас немає можливості роздрукувати адресу, ви можете зробити це за допомогою посилального автомата.</li>
        <li>Щоб надіслати посилку з раніше роздрукованою та наклеєною адресною карткою, виберіть на екрані «Відправлення посилки – приватний клієнт». Потім виберіть «Сканувати штрих-код» та відскануйте штрих-код із адресної картки. Сканер знаходиться ліворуч від платіжного терміналу</li>
        <li>Після відкриття дверцят покладіть посилку у шафу комірку, закрийте дверцята та підтвердіть передачу посилки, натиснувши на кнопку екрана «Підтвердити». При необхідності ви можете вибрати більш містку шафу та доплатити. Після підтвердження надсилання ви можете роздрукувати квитанцію.</li>
        <li>Якщо ви оформите посилку в середовищі самообслуговування, ви отримуєте можливість вибрати додаткові послуги – дбайливе поводження з посилкою та повідомлення SMS або е-поштою, коли посилка була вилучена. У автоматі немає можливості вибирати додаткові послуги.</li>
        
      </ol>
</>
  );
};

export default Instruction;
